Repository: guss77/kickgogo-wordpress-plugin
Catalog: languages/*.po
Languages: he_il

source: Kickgogo Settings
he_il: הגדרות KickGoGo

source: Kickgogo Campaigns
he_il: פרוייקטי KickGoGo

source: Campaigns
he_il: פרוייקטים

source: Global Settings
he_il: הגדרות כלליות

source: Pelepay Account
he_il: חשבון פלאפיי

source: Club Login Page
he_il: דף כניסה למועדון

source: Club API Endpoint
he_il: כתובת API של המועדון

source: Setup global options that apply to all campaigns
he_il: הגדרת אפשרויות כלליות לכל הפרוייקטים

source: You do not have sufficient permissions to access this page.
he_il: אין לך הרשאות מספיקות לגשת לעמוד הזה

source: Name
he_il: שם

source: Goal
he_il: מטרה

source: Default
he_il: ברירת מחדל

source: Transasctions
he_il: תשלומים

source: inactive
he_il: לא פעיל

source: Disable
he_il: השבת

source: Enable
he_il: הפעל

source: Delete
he_il: מחק

source: Are you sure you want to completely remove this campaign? This is not recoverable.
he_il: האם להסיר את הפרוייקט הזה? זו פעולה בלתי הפיכה.

source: Create a new campaign
he_il: יצירת פרוייקט חדש

source: Can't create campaign
he_il: לא ניתן ליצור את הפרוייקט

source: Default purchase amount
he_il: תשלום ברירת מחדל

source: (Optional, if not set the amount has to be specified for every Kickgogo button)
he_il: (לא חובה, אם לא מוגדר יהי צורך לציין את העלות בכל כפתור תשלום)

source: Success langing page
he_il: דף נחיתה להצלחה

source: (leave empty to return the user to the page with the Kickgogo form)
he_il: (אפשר להשאיר ריק כדי להחזיר את המשתמש לדף עם כפתור התשלום)

source: Error langing page
he_il: דף נחיתה לתקלות

source: (leave empty to return the user to the success page in case of an error)
he_il: (אפשר להשאיר ריק כדי להחזיר את המשתמש לדף ההצלחה במקרה של תקלה)

source: Create Campaign
he_il: יצירת פרוייקט

source: Missing campaign name
he_il: חסר שם פרוייקט

source: Missing campaign goal
he_il: חסר סכום מטרה לפרוייקט

source: Campaign goal must be larger than zero
he_il: סכום מטרה לפרוייקט צריך להיות גדול מאפס

source: Please select a campaign in the Kickgogo main campaign list
he_il: יש לבחור פרוייקט בעמוד רשימת הפרוייקטים של KickGoGo

source: Campaign
he_il: פרוייקט

source: Can't update campaign
he_il: לא ניתן לעדכן פרוייקט

source: Update Campaign
he_il: עדכן פרוייקט

source: Donations
he_il: תרומות

source: Amount
he_il: סכום

source: E-mail
he_il: דואר אלקטרוני

source: Confirmation #
he_il: מס. אישור

source: Transaction #
he_il: מס. תשלום

source: Test transaction
he_il: תשלום בדיקה

source: Club member
he_il: חבר מועדון

source: Are you sure you want to remove donation of
he_il: האם למחוק תרומה בסך

source: from
he_il: על ידי

source: Add Donation Record Manually
he_il: הוספת רישום תרומה ידני

source: Please note that this operation does not actually perform any payment - it will just insert a new donation record to the database. This is useful if you wish to test the UI or record payments received by another payment processor (e.g. cash).
he_il: יש לשים לב שפעולה זו לא מבצעת שום תשלום - הפעולה רק יוצרת רישום של תרומה במסד הנתונים. זה יכול להיות שימוש לבדוק את ממשק המשתמש או לרשום תרומות שהתקבלו בצורה אחרת (לדוגמה: במזומן).

source: Phone
he_il: טלפון

source: Test donation
he_il: תשלום בדיקה

source: (test donations count towards the total, but can be removed later)
he_il: (תשלומי בדיקה נחשבים לחישוב ההתקדמות למטרה, אך ניתן להסירם)

source: Add
he_il: הוספה

source: Missing donation amount!
he_il: חסר סכום התרומה!

source: Invalid Kickgogo Campaign
he_il: פרוייקט KickGoGo לא חוקי

source: Invalid purchase amount
he_il: סכום רכישה לא חוקי

source: Invalid club address
he_il: כתובת מועדון לא חוקית

source: Invalid club membership
he_il: חברות מועדון לא חוקית

source: Club membership may only be used once
he_il: חברות במועדון תקפה לתשלום אחד בלבד

source: Crowd-funding campaign manager
he_il: ניהול פרוייקטי מימון המונים

source: Oded Arbel
he_il: עודד ארבל
